Repository: ROBdk97/IniTranslator
Catalog: IniTranslator/Properties/Resources.*.resx
Languages: fr_fr, lt_lt

source: _File
fr_fr: _Fichier
lt_lt: _Failas

source: _Open...
fr_fr: Ouvrir...
lt_lt: Atviras...

source: Open English and Translated INI files
fr_fr: Ouvrir les fichiers INI anglais et traduits
lt_lt: Atidaryti anglų ir išverstus INI failus

source: Open an older version of the INI file for comparison
fr_fr: Ouvrir une ancienne version du fichier INI pour comparaison
lt_lt: Atidarykite senesnę INI failo versiją palyginimui

source: Open _Old INI File...
fr_fr: Ouvrir un ancien fichier INI...
lt_lt: Atidaryti seną INI failą...

source: _Extract from Game
fr_fr: Extrait du jeu
lt_lt: Ištrauka iš žaidimo

source: Extract the English INI file from game files
fr_fr: Extraire le fichier INI anglais des fichiers du jeu
lt_lt: Ištraukti anglišką INI failą iš žaidimo failų

source: _Save
fr_fr: Économiser
lt_lt: Išsaugoti

source: _Reload
fr_fr: Recharge
lt_lt: Perkrauti

source: Load _Backup
fr_fr: Sauvegarde de la charge
lt_lt: Įkrovos atsarginė kopija

source: Save your current translations
fr_fr: Sauvegarder vos traductions actuelles
lt_lt: Išsaugoti dabartinius vertimus

source: Reload translations from the INI files
fr_fr: Recharger les traductions à partir des fichiers INI
lt_lt: Perkrauti vertimus iš INI failų

source: Restore translations from a backup file
fr_fr: Restauration des traductions à partir d'un fichier de sauvegarde
lt_lt: Atkurti vertimus iš atsarginės kopijos failo

source: _English INI
fr_fr: Anglais INI
lt_lt: Lietuviškai INI

source: _Translated INI
fr_fr: INI traduit
lt_lt: Išverstas INI

source: Open the English INI file location in Explorer
fr_fr: Ouvrez l'emplacement du fichier INI anglais dans l'explorateur
lt_lt: Atidarykite angliško INI failo vietą Explorer

source: Open the Translated INI file location in Explorer
fr_fr: Ouvrez l'emplacement du fichier INI traduit dans l'explorateur
lt_lt: Atidarykite išversto INI failo vietą Explorer

source: Close the application
fr_fr: Fermer l'application
lt_lt: Uždaryti programą

source: E_xit
fr_fr: Sortie
lt_lt: Išeiti

source: Ini Translator
fr_fr: Traducteur Ini
lt_lt: Ini Vertėjas

source: _Edit
fr_fr: Editer
lt_lt: Redaguoti

source: _Copy
fr_fr: Copie
lt_lt: Kopijuoti

source: Copy selected items to clipboard
fr_fr: Copier les éléments sélectionnés dans le presse-papiers
lt_lt: Pasirinktų elementų kopijavimas į iškarpinę

source: _Paste
fr_fr: Coller
lt_lt: Pasta

source: Copy from _English
fr_fr: Copie de l'anglais
lt_lt: Kopijuoti iš anglų kalbos

source: _Translate
fr_fr: Traduire
lt_lt: Išversti

source: Jump to _Line...
fr_fr: Sauter à la ligne...
lt_lt: Pereiti į eilutę...

# PasteClipboard
source: Paste clipboard contents into selected items
fr_fr: Coller le contenu du presse-papiers dans les éléments sélectionnés
lt_lt: Įklijuokite iškarpinės turinį į pasirinktus elementus

source: Replace translations with their English counterparts
fr_fr: Remplacer les traductions par leurs équivalents anglais
lt_lt: Pakeiskite vertimus angliškais atitikmenimis

source: Automatically translate selected items using the configured API
fr_fr: Traduire automatiquement les éléments sélectionnés à l'aide de l'API configurée
lt_lt: Automatiškai išversti pasirinktus elementus naudojant sukonfigūruotą API

source: Navigate to a specific line number in the list
fr_fr: Naviguer vers un numéro de ligne spécifique dans la liste
lt_lt: Perėjimas prie konkretaus eilutės numerio sąraše

source: _Settings
fr_fr: Paramètres
lt_lt: Nustatymai

source: Open the settings window to configure preferences
fr_fr: Ouvrez la fenêtre des paramètres pour configurer les préférences
lt_lt: Atidarykite nustatymų langą, kad sukonfigūruotumėte nuostatas

source: _Theme
fr_fr: Thème
lt_lt: Tema

source: _Light
fr_fr: Lumière
lt_lt: Šviesa

source: _Dark
fr_fr: Sombre
lt_lt: Tamsus

source: Switch to Light theme
fr_fr: Passer au thème de la lumière
lt_lt: Perjungti į šviesos temą

source: Switch to Dark theme
fr_fr: Passer au thème sombre
lt_lt: Perjungimas į tamsią temą

source: _Help
fr_fr: Aide
lt_lt: Pagalba

source: _Documentation
lt_lt: Dokumentacija

source: _About
fr_fr: A propos de
lt_lt: Apie

source: View detailed documentation and usage instructions
fr_fr: Consulter la documentation détaillée et les instructions d'utilisation
lt_lt: Peržiūrėkite išsamią dokumentaciją ir naudojimo instrukcijas

source: Learn more about Ini Translator
fr_fr: En savoir plus sur Ini Translator
lt_lt: Sužinokite daugiau apie "Ini Translator

source: Jump to Next Change
fr_fr: Aller au changement suivant
lt_lt: Pereiti prie kito pakeitimo

source: Next Missing Placeholder
fr_fr: Prochain espace réservé manquant
lt_lt: Kitas Trūkstamas pakaitinis žymeklis

source: Navigate to the next changed translation
fr_fr: Naviguer vers la prochaine traduction modifiée
lt_lt: Pereikite prie kito pakeisto vertimo

source: Navigate to the next translation with missing placeholders
fr_fr: Naviguer vers la traduction suivante avec des espaces réservés manquants
lt_lt: Pereiti prie kito vertimo su trūkstamomis pakaitinėmis žymėmis

source: Search:
fr_fr: Recherche :
lt_lt: Paieška:

source: Enter text to search within translations
fr_fr: Saisir un texte pour effectuer une recherche dans les traductions
lt_lt: Įveskite tekstą paieškai vertimuose

source: Clear Search
fr_fr: Recherche claire
lt_lt: Aiški paieška

source: Enable Regular Expression search
fr_fr: Activer la recherche par expression régulière
lt_lt: Įjungti paiešką pagal reguliariąsias išraiškas

source: Ignore Case
fr_fr: Ignorer le cas
lt_lt: Ignoruoti bylą

source: Ignore case during search
fr_fr: Ignorer le cas lors de la recherche
lt_lt: Paieškos metu ignoruoti atvejį

source: Replace
fr_fr: Remplacer
lt_lt: Pakeisti

source: Find and replace text in selected translations
fr_fr: Rechercher et remplacer du texte dans les traductions sélectionnées
lt_lt: Rasti ir pakeisti tekstą pasirinktuose vertimuose

source: Switch Theme
fr_fr: Thème du commutateur
lt_lt: Perjungimo tema

source: Toggle between Light and Dark themes
fr_fr: Basculer entre les thèmes Clair et Foncé
lt_lt: Šviesios ir tamsios temos perjungimas

source: Total Keys:
fr_fr: Nombre total de clés :
lt_lt: Iš viso raktų:

source: Line
fr_fr: Ligne
lt_lt: Linija

source: Key
fr_fr: Clé
lt_lt: Pagrindinis

source: English
fr_fr: Anglais
lt_lt: Anglų kalba

source: Translation
fr_fr: Traduction
lt_lt: Vertimas

source: Edit the translation for this key
fr_fr: Modifier la traduction de cette clé
lt_lt: Redaguoti šio rakto vertimą

source: Jump
fr_fr: Sauter
lt_lt: Peršokti

# LineW
source: Line:
fr_fr: Ligne :
lt_lt: Linija:

source: Replace Text
fr_fr: Remplacer le texte
lt_lt: Pakeisti tekstą

source: Search Text:
fr_fr: Texte de recherche :
lt_lt: Paieškos tekstas:

source: Replace With:
fr_fr: Remplacer par :
lt_lt: Pakeisti į:

source: Replace All
fr_fr: Remplacer tout
lt_lt: Pakeisti visus

source: Cancel
fr_fr: Annuler
lt_lt: Atšaukti

source: Select Version
fr_fr: Sélectionner la version
lt_lt: Pasirinkite versiją

source: Please select a version from the list:
fr_fr: Veuillez sélectionner une version dans la liste :
lt_lt: Pasirinkite versiją iš sąrašo:

source: OK
lt_lt: GERAI

# SettingsWindow_Settings
source: Settings
fr_fr: Paramètres
lt_lt: Nustatymai

# SettingsWindow_Language
source: Language:
fr_fr: Langue :
lt_lt: Kalba:

# SettingsWindow_Theme
source: Theme:
fr_fr: Thème :
lt_lt: Tema:

# SettingsWindow_TranslationProvider
source: Translation Provider:
fr_fr: Prestataire de services de traduction :
lt_lt: Vertimo paslaugų teikėjas:

# SettingsWindow_DeepLApiKey
source: DeepL Api Key:
fr_fr: DeepL Clé Api :
lt_lt: DeepL Api raktas:

# SettingsWindow_GoogleTranslateApiKey
source: Google Translate Api Key:
fr_fr: Clé Api de Google Translate :
lt_lt: "Google" vertimo programos raktas:

# SettingsViewModel_Light
source: Light
fr_fr: Lumière
lt_lt: Šviesa

# SettingsViewModel_Dark
source: Dark
fr_fr: Sombre
lt_lt: Tamsus

source: Spanish (Spain)
fr_fr: Espagnol (Espagne)
lt_lt: Ispanų kalba (Ispanija)

source: French (France)
fr_fr: Français (France)
lt_lt: Prancūzų kalba (Prancūzija)

source: Italian (Italy)
fr_fr: Italien (Italie)
lt_lt: italų kalba (Italija)

source: Lithuanian (Lithuania)
fr_fr: Lituanien (Lituanie)
lt_lt: Lietuvių kalba (Lietuva)

source: Portuguese (Brazil)
fr_fr: Portugais (Brésil)
lt_lt: portugalų kalba (Brazilija)

source: German (Germany)
fr_fr: Allemand (Allemagne)
lt_lt: Vokiečių kalba (Vokietija)
